tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
brew "coreutils"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "jenv"
brew "maven"
brew "n"
brew "openjdk@17"
brew "openjdk@21"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password"
cask "discord"
cask "google-chrome"
cask "google-drive"
cask "jetbrains-toolbox"
cask "notion"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "alt-tab"
